Repository: CleanCodeX/SramComparer.Server
Catalog: Properties/Resources.*.resx
Languages: de, es, fr

# AlertCopiedToClipboard
source: Copied to clipboard!
de: In die Zwischenablage kopiert!
es: Copiada al portapapeles!
fr: Copié dans le presse-papier!

# AlertDownloadConfirmationFileTemplate
source: Download file '{0}'?
de: Datei '{0}' herunterladen?
es: ¿Descargar archivo '{0}'?
fr: Télécharger le fichier "{0}"?

# ButtonCopy
source: Copy to clipboard
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papier

# ButtonDownloadFile
source: Download
de: Herunterladen
es: Descargar
fr: Télécharger

# ButtonGetValue
source: Get value
de: Zeige Wert
es: Obtener valor
fr: Obtenir la valeur

# ButtonHideLocalization
source: Hide localization
de: Lokalisierung ausblenden
es: Ocultar localización
fr: Masquer la localisation

# ButtonOff
source: Off
de: Aus
es: Apagada
fr: De

# ButtonOn
source: On
de: An
es: En
fr: Sur

# ButtonSetNewValue
source: Set value
de: Setze Wert
es: Valor ajustado
fr: Définir la valeur

# ButtonShowLocalization
source: Show localization
de: Lokalisierung anzeigen
es: Mostrar localización
fr: Afficher la localisation

# ButtonTooltipCompare
source: Compare savegame files
de: Vergleiche Spielstand-Dateien
es: Comparar archivos de partidas guardadas
fr: Comparer les fichiers de sauvegarde

# ButtonTooltipCopyComparison
source: Copy text to clipboard
de: Text in Zwischenablage kopieren
es: Copiar texto al portapapeles

# ButtonTooltipCopyLocalization
source: Copy localization to clipboard
de: Die Lokalisierung in die Zwischenablage kopieren
es: Copiar la localización al portapapeles
fr: Copier la localisation dans le presse-papiers

# ButtonTooltipDisableAutoTranslation
source: Disable auto-translate
de: Auto-Übersetzung deaktivieren
es: Desactivar la traducción automática
fr: Désactiver la traduction automatique

# ButtonTooltipDownloadChangedFile
source: Download changed file
de: Geänderte Datei herunterladen
es: Descargar archivo modificado
fr: Télécharger le fichier modifié

# ButtonTooltipDownloadComparisonFile
source: Download comparison result as text file
de: Vergleichsergebnis als Text-Datei herunterladen
es: Descargar el resultado de la comparación como archivo de texto

# ButtonTooltipEnableAutoTranslation
source: Enable auto-translate
de: Auto-Übersetzung aktivieren
es: Habilitar la traducción automática
fr: Activer la traduction automatique

# ButtonTooltipGetOffsetValue
source: Get offset value
de: Lade einen Offset-Wert
es: Obtener valor de compensación
fr: Obtenir la valeur du décalage

# ButtonTooltipSetOffsetValue
source: Set offset value
de: Setze einen Offset-Wert
es: Establecer valor de compensación
fr: Définir la valeur du décalage

# CaptionWebCompare
source: Savegame web comparison
de: Spielstand Web-Vergleich
es: Comparación web de partidas guardadas
fr: Comparaison Web Savegame

# CaptionWebOffsetEdit
source: Savegame web offset display/edit
de: Spielstand Web-Offsetanzeige/-änderung
es: Visualización / edición de desplazamiento web de partida guardada
fr: Affichage / modification du décalage Web de sauvegarde

# EnumAllSaveSlots
source: All save slots
de: Alle Speicherslots
es: Todos guardan las ranuras
fr: Toutes les parties

# EnumComparedSaveSlots
source: Compared save slots
de: Verglichene Speicherslots
es: Ranuras de guardado comparadas
fr: Uniquement les jeux concernés

# EnumComparedSaveSlotsIfDifferent
source: Compared save slots if different
de: Verglichene Speicherslots falls unterschiedlich
es: Ranuras de guardado comparadas si son diferentes
fr: Toutes les parties

# EnumDontShow
source: Don't show
de: Nicht anzeigen
es: No mostrar
fr: Ne pas montrer

# EnumSaveSlot1
source: 1st
es: Primero
fr: n°1

# EnumSaveSlot2
source: 2nd
es: 2do
fr: n°2

# EnumSaveSlot3
source: 3rd
es: Tercero
fr: n°3

# EnumSaveSlot4
source: 4th
es: Cuarto
fr: n°4

# EnumSaveSlot1Only
source: 1st only
de: Nur #1
es: Solo primero
fr: Seulement n°1

# EnumSaveSlot2Only
source: 2nd only
de: Nur #2
es: Solo segunda
fr: Seulement n°2

# EnumSaveSlot3Only
source: 3rd only
de: Nur #3
es: Solo tercera
fr: Seulement n°3

# EnumSaveSlot4Only
source: 4th only
de: Nur #4
es: Solo cuarto
fr: Seulement n°4

# ErrorUnsupportedFileExtensionTemplate
source: Error: File [{0}] has an unsupported file extension
de: Fehler: Datei [{0}] hat eine nicht unterstützte Dateiendung
es: Error: el archivo [{0}] tiene una extensión de archivo no admitida
fr: Erreur: le fichier [{0}] a une extension de fichier non prise en charge

# LabelAdditionalComparisons
source: Additional comparisons
de: Zusätzliche Vergleiche
es: Comparaciones adicionales
fr: Comparaisons supplémentaires

# LabelAppVersion
source: Version
es: Versión

# LabelAutoTranslate
source: Auto translate
de: Auto-Übersetzung
es: Traducción automática
fr: Traduction automatique

# LabelChangeLog
source: Changelog
es: Registro de cambios
fr: Historique

# LabelChecksumStatus
source: Checksum status
de: Prüfsummenstatus
es: Estado de la suma de comprobación
fr: État de la somme de contrôle

# LabelColorizeOutput
source: Colorize output
de: Eingefärbte Ausgabe verwenden
es: Colorear la salida
fr: Résultat avec couleurs

# LabelFile
source: File
de: Datei
es: Archivo
fr: Fichier

# LabelIndexTitle
source: Evermore »Rosetta Stone« project
de: Evermore Format-Exploration-Projekt
es: Proyecto Evermore »Rosetta Stone«
fr: Projet Evermore »Rosetta Stone«

# LabelKnown
source: known
de: bekannte Bytes
es: bytes conocidos
fr: connu

# LabelLanguage
source: Language
de: Sprache
es: Idioma
fr: Langue

# LabelLinkOpensInNewTab
source: Link opens in a new tab
de: Link öffnet sich in einem neuen Tab
es: El enlace se abre en una pestaña nueva
fr: Le lien s'ouvre dans un nouvel onglet

# LabelMandatory
source: mandatory
de: Pflichtfeld
es: obligatoria
fr: obligatoire

# LabelOffsetValue
source: Offset value
de: Offset-Wert
es: Valor de compensación
fr: Valeur du décalage

# LabelShowAdditionalSaveSlotInformation
source: Show additional save slot information
de: Zusätzliche Speicherslot-Informationen anzeigen
es: Mostrar información adicional sobre la ranura para guardar
fr: Afficher des informations supplémentaires sur la partie

# LabelTooltipChecksumStatus
source: Show save slot checksum status
de: Speicherslot Prüfsummenstatus anzeigen
es: Mostrar el estado de la suma de comprobación de la ranura guardada
fr: Afficher l'état de la somme de contrôle de l'emplacement de sauvegarde

# LabelTooltipFile
source: Select either a S-RAM (*.srm, *.comp) or Snes9x savestate file (*.000 - *.009, *.state)
de: Wähle entweder eine S-RAM- (*.srm, *.comp) or Snes9x Savestate- Datei (*.000 - *.009, *.state)
es: Seleccione un archivo S-RAM (* .srm, * .comp) o Snes9x savestate (* .000 - * .009, * .state)
fr: Sélectionnez un fichier de sauvegarde S-RAM (* .srm, *.comp) ou Snes9x (* .000 - * .009, *.state)

# LabelTooltipNonSlotComparison
source: Compare non-save slot area byte by byte (area beyond all save slots)
de: Gesamten nicht-Speicherslot Byte für Byte vergleichen (Bereich jenseits aller Speicherslots)
es: Compare el área de la ranura no guardada byte por byte (área más allá de todas las ranuras para guardar)
fr: Comparaison des données en dehors de la partie en cours (après les données de toutes les parties)

# LabelTooltipProjectName
source: Evermore «Rosetta Stone» Project
es: Proyecto Evermore «Rosetta Stone»
fr: Projet Evermore «Rosetta Stone»

# LabelTooltipProjectStatus
source: Exploration status
de: Entdeckungs-Status
es: Estado de exploración
fr: Statut de l'exploration

# LabelTooltipSaveSlotOffset
source: The relative offset within the gameslot area
de: Das relative Offset innerhalb des Speicherslot-Bereichs
es: El desplazamiento relativo dentro del área de la tragamonedas
fr: Le décalage relatif dans les données de la partie

# LabelTooltipSlotByteComparison
source: Compare whole save slot area byte by byte (including the "knowns" areas)
de: Gesamten Speicherslot Byte für Byte vergleichen (inkl. der "bekannten" Bereiche)
es: Compare toda el área de la ranura guardada byte por byte (incluidas las áreas "conocidas")
fr: Comparaison des données (y compris les valeurs connues)

# LabelUnknown
source: unknown
de: unbekannte Bytes
es: bytes desconocidos
fr: inconnue

# MenuAbout
source: About
de: Info
es: Acerca de
fr: À propos

# MenuChangeLog
source: Changelog
es: Registro de cambios
fr: Historique

# MenuCommunity
source: Community
es: Comunidad
fr: Communité

# MenuContributing
source: Can I help?
de: Kann ich helfen?
es: ¿Puedo ayudar?
fr: Comment puis-je aider?

# MenuExploring
source: Exploring S-RAM
de: S-RAM erkunden
es: Explorando S-RAM
fr: Explorer S-RAM

# MenuFeatures
source: Features
es: Características
fr: Caractéristiques

# MenuGlossary
source: Glossary
de: Glossar
es: Glosario
fr: Glossaire

# MenuGoals
source: Goals of this Project
de: Ziel des Projektes
es: Objetivos de este proyecto
fr: Objectifs de ce projet

# MenuGuides
source: Guides
de: Anleitungen
es: Guías
fr: Manuels

# MenuHistory
source: History
de: Historie
es: Historia
fr: Historique

# MenuImagery
source: Images
de: Bilder
es: Imagenes

# MenuQuickLinks
source: Quick links
es: Enlaces rápidos
fr: Liens rapides

# MenuSramComparerCmdApp
source: Console App
de: Konsolen App
es: Aplicación de consola
fr: Application console

# MenuSramComparison
source: Savegame Comparison
de: Spielstand-Vergleich
es: Comparación de partidas guardadas
fr: Comparaison des sauvegardes

# MenuSramFormat
source: S-RAM Format
es: Formato S-RAM
fr: Format S-RAM

# MenuTheUnknowns
source: The Unknowns
de: Das Unbekannte
es: Las incógnitas
fr: Valeurs inconnues

# MenuTooltipAbout
source: Version infos and contributors
de: Versionsangaben und Beitragende
es: Información de la versión y colaboradores
fr: Informations sur la version et contributeurs

# MenuTooltipAwesome
source: Awesome pages for an awesome game
de: Awesome Seiten für ein awesome Spiel
es: Páginas impresionantes para un juego increíble
fr: Des pages géniales pour un jeu génial

# MenuTooltipChangeLog
source: Console App changelog and downloads
es: Registro de cambios y descargas de la aplicación de consola
fr: Historique & Télécharger l'application console

# MenuTooltipCommunity
source: Community (Discord, Forum, etc.)
es: Comunidad (Discord, Forum, etc.)
fr: Communité (Discord, Forum, etc.)

# MenuTooltipContribute
source: How to contribute to the project
de: Wie man zum Projekt beitragen kann
es: Cómo contribuir al proyecto
fr: Comment contribuer au projet

# MenuTooltipDiscord
source: Open Discord invite
de: Öffnet Discord-Einladung
es: Invitación de discordia abierta
fr: Ouvrir l'invitation Discord

# MenuTooltipExploring
source: How to explore the S-RAM
de: Wie das S-RAM erkundet wird
es: Cómo explorar la S-RAM
fr: Comment explorer la S-RAM

# MenuTooltipFeatures
source: Features of S-RAM-Comparer
de: Features von S-RAM-Comparer
es: Características de S-RAM-Comparer
fr: Caractéristiques de S-RAM-Comparer

# MenuTooltipGlossary
source: Term explanations
de: Begriffserklärungen
es: Explicaciones de términos
fr: Explications des termes

# MenuTooltipGoals
source: The goals of this project
de: Das Ziel dieses Projektes
es: Los objetivos de este proyecto
fr: Les objectifs de ce projet

# MenuTooltipGuides
source: Console App Guides
de: Anleitungen der Konsolen-Anwendung
es: Guías de aplicaciones de consola
fr: Manuels de l'application console

# MenuTooltipImagery
source: Console App Imagery
de: Bilder der Konsolen-Anwendung
es: Imágenes de la aplicación de consola
fr: Captures d'écran de l'application console

# MenuTooltipOffsetEdit
source: Web offset edit
de: Web Offset-Änderung
es: Desplazamiento web editar
fr: Modification du décalage Web

# MenuTooltipRosettaStone
source: Rosetta Stone document
de: Rosetta-Stein-Dokument
es: Documento de Rosetta Stone
fr: Document Rosetta Stone

# MenuTooltipSources
source: Sources at GitHub
de: Quellcodes auf GitHub
es: Fuentes en GitHub
fr: Code-source sur GitHub

# MenuTooltipTheUnknowns
source: What are the Unknown areas to explore?
de: Welche unbekannten Bereiche gilt es zu erforschen?
es: ¿Cuáles son las áreas desconocidas para explorar?
fr: Quelles sont les zones inconnues à explorer?

# MenuTooltipTutorials
source: Tutorials of example comparisons
de: Tutorials von Beispiel-Vergleichen
es: Tutoriales de comparaciones de ejemplo
fr: Tutoriels d'exemples de comparaisons

# MenuTutorials
source: Tutorials
es: Tutoriales
fr: Tutoriels

# MenuWebComparison
source: Compare
de: Vergleichen
es: Comparar
fr: Comparer

# MenuWebOffsetEdit
source: Offset Edit
de: Offset-Bearbeitung
es: Edición de compensación
fr: Modifier le décalage

# MenuWebTools
source: Web Tools
es: Herramientas Web
fr: Outils Web

source: Save slot
de: Speicherslot
es: Guardar espacio
fr: Partie

source: Save slot offset
de: Speicherslot-Offset
es: Guardar desplazamiento de ranura
fr: Décalage dans la partie

# LabelLocalizing
source: Localizing
de: Lokalisieren
es: Localizar
fr: Localisation

source: Select language
de: Sprache auswählen
es: Seleccione el idioma
fr: Choisir la langue

# LabelSupportedLanguages
source: Supported Languages
de: Unterstützte Sprachen
es: Idiomas admitidos
fr: Langues prises en charge

# LabelUnsupportedLanguages
source: Unsupported Languages
de: Nicht-unterstützte Sprachen
es: Idiomas no admitidos
fr: Langues non prises en charge

# ButtonDownloadCsv
source: Download CSV
de: CSV herunterladen
es: Descarga CSV
fr: Télécharger CSV

# LabelTranslatableLanguage
source: Translatable language
de: Zu übersetzende Sprache
es: Idioma traducible
fr: Langue traduisible

# ButtonTooltipCopySummary
source: Copy save slot summary to clipboard
de: Speicherslot-Zusammenfassung in die Zwischenablage kopieren
es: Copiar el resumen del espacio guardado en el portapapeles

# ButtonTooltipDownloadSummaryFile
source: Download save slot summary as text file
de: Speicherslot-Zusammenfassung als Text-Datei herunterden
es: Descargar guardar resumen de ranura como archivo de texto

# ButtonTooltipShowSummary
source: Show save slot summary
de: Speicherslot-Zusammenfassung anzeigen
es: Mostrar resumen de espacio guardado

# MenuAwesomeSoE
source: Awesome SoE
fr: Super SoE

# LabelTooltipUnknown12B
source: This value changes at every in-game save - maybe a timestamp or similar
fr: Cette valeur change à chaque sauvegarde en jeu

# MenuTooltipCompare
source: Web compare of S-RAM files
fr: Comparaison Web des fichiers S-RAM

# MenuRosettaStone
source: Rosetta Stone
de: Rosetta-Stein
